---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ConnectorHeight
source: html/59355e8a-a8de-b6d1-1b38-44fbb698721f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ConnectorHeight Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId ConnectorHeight { get; }
```